Repository: joergen-vs/addmlpack
Catalog: AddmlPack.Spreadsheet/Languages/Excel.*.resx
Languages: no

# Agent_Contact
source: Contactinformation
no: Kontaktinformasjon

# Agent_ContactType
source: Type of contact information
no: Type kontaktinformasjon

# Agent_IsSubjectTo
source: Is Subject To
no: Tilhører

# Agent_Role
source: Role
no: Rolle

# Agent_Type
source: Type of agent
no: Type aktør

# CharacterDefinitions_FromCharacter
source: From character
no: Fra tegn

# CharacterDefinitions_ToCharacter
source: To character
no: Til tegn

# Code_Explanation
source: Explanation
no: Forklaring

# Code_Value
source: Value
no: Verdi

# Comments
source: Commentaries
no: Kommentarer

source: DataObjects
no: DataObjekt

source: Description
no: Beskrivelse

# Field_Definition_Codes
source: Are codes defines?
no: Bruker feltet koder?

# Field_Definition_EndPos
source: End-position of field
no: Slutt-posisjon for felt

# Field_Definition_Fieldparts
source: Are fields nested?
no: Inneholder feltet mindre deler

# Field_Definition_FixedLength
source: Fixed length of field
no: Fast lengde på felt

# Field_Definition_MaxLength
source: Maximum length of field
no: Maksimumslengde på felt

# Field_Definition_MinLength
source: Minimum length of field
no: Minimumslengde på felt

# Field_Definition_NotNull
source: Are empty fields allowed?
no: Skal alle felt ha verdi?

# Field_Definition_Reference
source: Reference to field-definition
no: Referanse til felt-definisjon

# Field_Definition_StartPos
source: Start-position of field
no: Start-posisjon for felt

# Field_Definition_Unique
source: Are field-vaues unique
no: Er felt-verdiene unike?

source: Field-processes
no: Felt-prosesser

# Field_Type_Alignment
source: Alignment of value inside field
no: Angir justeringen for feltverdi

# Field_Type_Datatype
source: Data-type of field
no: Data-type for felt

# Field_Type_FieldFormat
source: Format of fieldvalue
no: Format på feltverdi

# Field_Type_NullValues
source: Null-values
no: Null-verdier

# Field_Type_Packing
source: If field is packed or packing-algorithm
no: Hvis felt er pakket, eventuelt pakke-agoritme

# Field_Type_Padding
source: Characters used for padding
no: Tegn brukt for å fylle feltet

# File_ChecksumAlgorithm
source: Checksum-algorithm
no: Sjekksum-algoritme

# File_ChecksumValue
source: Checksum-value
no: Sjekksum

# File_Definition_Reference
source: Reference to file-definition
no: Referanse til fil-definisjon

# File_NumberOfRecords
source: Number of records in file
no: Antall poster i fil

source: File-processes
no: Fil-prosesser

# File_Reference
source: Reference to file
no: Referanse til fil

# File_Relative_Path
source: Relative filepath
no: Relativ filsti

# File_Type_CharacterDefinitions
source: Are character-definitions in use?
no: Brukes tegn-definisjoner

# File_Type_Charset
source: Charset
no: Tegnsett

# File_Type_FieldSeparator
source: Field-separator
no: Felt-skille

# File_Type_FixedOrDelimited
source: Fixed-length or Delimited
no: Fast-lengde eller tegnseparert

# File_Type_FixedOrDelimited_Delimited
source: Delimited
no: Tegnseparert

# File_Type_FixedOrDelimited_Fixed
source: Fixed-length
no: Fast-lengde

# File_Type_QuotationSeparator
source: Quotation-character
no: Tegn for innkapsling av feltverdi

# File_Type_RecordSeparator
source: Record-separator
no: Post-skille

source: File-type reference
no: Referanse til fil-type

# InDataset
source: {0} in dataset
no: {0} i datasett

source: Keys
no: Nøkler

# Keys_AlternateKey
source: Alternate Key
no: Alternativ nøkkel

# Keys_ForeignKey
source: Foreign Key
no: Fremmednøkkel

# Keys_PrimaryKey
source: Primary Key
no: Primærnøkkel

# Keys_Relation
source: Relation between two sets of referenced field(s)
no: Forhold mellom to sett av felter

# Key_PrimaryOrAlternate
source: Primary or Alternate Key
no: Primær- eller alternativ nøkkel

source: Name
no: Navn

# NumberInUse
source: Number of {0} in use: {1}
no: Antall {0} i bruk: {1}

# Record_Definition_FieldValue
source: Fieldvalue identifying record-definition
no: Feltverdi som identifiserer post-definisjon

# Record_Definition_FixedLength
source: Fixed length
no: Fast lengde på post

# Record_Definition_Incomplete
source: Is incomplete?
no: Er posten komplett

# Record_Definition_Keys
source: Uses keys?
no: Bruker posten nøkler

# Record_Definition_Reference
source: Reference to record-definition
no: Referanse til post-definisjon

# Record_Definition_RepeatingGroups
source: Uses repeating groups
no: Inneholder posten repererende grupper

# Record_Type_Trimming
source: Is record trimmed?
no: Er ledene blanke eller nuller fjernet?

# Section_Agents
source: Agents
no: Aktører

# Section_CharacterDefinitions
source: Character-definitions
no: Tegn-definisjoner

# Section_Codes
source: Codes
no: Koder

# Section_Field_Definitions
source: Field-definitions
no: Felt-definisjoner

# Section_Field_Types
source: Field-types
no: Felt-typer

# Section_File
source: Files
no: Filer

# Section_File_Definitions
source: File-definitions
no: Fil-definisjoner

# Section_File_Types
source: File-types
no: Fil-typer

# Section_ForeignKeys
source: Foreign Keys
no: Fremmednøkler

# Section_Record_Definitions
source: Record-definitions
no: Post-definisjoner

# Section_Record_Types
source: Record-types
no: Post-typer

# Sheet_Dataset
source: Dataset
no: Datasett

# Sheet_Definitions
source: Definitions
no: Definisjoner

# Sheet_FlatFiles
source: Flat Files
no: Flate filer

# Sheet_FlatFiles_OtherOptions
source: Flat Files Other Options
no: Flate Filer Andre Egenskaper

# Sheet_Keys
source: Keys
no: Nøkler

# Sheet_Objects
source: Objects
no: Objekter

# Sheet_Processes
source: Processes
no: Prosesser

# Sheet_Types
source: Types
no: Typer

# System_History
source: History
no: Historie

# System_Name
source: Name of system
no: Navn på system

# System_SystemType
source: Type of system
no: Type arkivsystem

# System_Version
source: Version
no: Versjon

# Type_Reference
source: Reference to type
no: Referanse til type

# Section_Objects
source: Objects
no: Objekter

source: Record-processes
no: Post-prosesser

# Section_CandidateKeys
source: Candidate keys
no: Kandidat-nøkler

# Section_Processes
source: Prosesses
no: Prosesser
